{
    "texts": [
        {
            "id": 1,
            "text": "Much of today's business is conducted across international borders, and while the majority of the global business community might share the use of English as a common language, the nuances and expectations of business communication might differ greatly from culture to culture."
        },
        {
            "id": 2,
            "text": "When you picture mountain climbers scaling Mount Everest, what probably comes to mind are teams of climbers with Sherpa guides leading them to the summit, equipped with oxygen masks, supplies and tents. And in most cases you'd be right, as 97 per cent of climbers use oxygen to ascend to Everest's summit at 8,850 metres above sea level."
        },
        {
            "id": 3,
            "text": "Pinker asks us to stop paying so much attention to negative headlines and news that declares the end of the world. Instead, he shows us some carefully selected data. In 75 surprising graphs, we see that safety, peace, knowledge and health are getting better all over the world."
        },
        {
            "id": 4,
            "text": "Growing practices in South East Asia haven't helped matters. Growers can't always afford the expensive lab-based methods to clone plants from shoots without spreading the disease. Also, they often aren't strict enough about cleaning farm equipment and quarantining infected fields."
        },
        {
            "id": 5,
            "text": "When positive and negative feedback always appear to go hand in hand, the positives can become devalued and ignored. Ensure there are times when positive feedback is given for its own sake and resist the temptation to offer constructive criticism."
        },
        {
            "id": 6,
            "text": "Since almost the beginning of cinema, we have had scary films. Of all the genres that exist, horror is perhaps one of the most conventional. Many horror films rely on specific plot devices, also called tropes, to make their audience frightened. When a trope is used too much, it can become a cliche."
        },
        {
            "id": 7,
            "text": "If we want to know where our capability for complex language came from, we need to look at how our brains are different from other animals. This relates to more than just brain size; it is important what other things our brains can do and when and why they evolved that way."
        },
        {
            "id": 8,
            "text": "A new study published in the journal Science shows definitive evidence of organic matter on the surface of Mars. The data was collected by NASA's nuclear-powered rover Curiosity. It confirms earlier findings that the Red Planet once contained carbon-based compounds."
        },
        {
            "id": 9,
            "text": "My first goal is to press for a minimum wage of $10 by next year, and ban zero-hours contracts, which contribute greatly to job insecurity. I will join the fight to scrap highly prohibitive university tuition fees. A good education and a good job should be available to all the citizens of Westwend."
        },
        {
            "id": 10,
            "text": "In response to criticisms over food waste, some supermarkets are donating some of their food surplus. However, charities estimate that they are only accessing two per cent of supermarkets' total food surplus, so this hardly seems to be solving the problem."
        }
    ]
}